tutorials/case1-old/Air/constant/battery1/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/battery1/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

2
(
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          220;
        startFace       1667;
    }
    battery1_to_Air
    {
        type            mappedWall;
        inGroups        List<word> 1(wall);
        nFaces          406;
        startFace       1887;
        neighbourRegion Air;
        neighbourPatch  Air_to_battery1;
        transformType   none;
    }
)

// ************************************************************************* //
